Repository: alexruizdev/Apolo
Catalog: Apolo/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# Menu/Dashboard
source: Dashboard
es_es: Panel Datos

# Menu/Proposal
source: Proposal
es_es: Presupuesto

# Menu/Lessons
source: Lessons
es_es: Clases

# Menu/Invoicing
source: Invoicing
es_es: Facturación

# Menu/Payers
source: Payers
es_es: Pagadores

# Menu/Services
source: Services
es_es: Servicios

# Menu/Specifications
source: Specifications
es_es: Especificaciones

# Menu/Students
source: Students
es_es: Alumnos

# Menu/Settings
source: Settings
es_es: Configuración

# Buttons/ClearFilters.Content
source: Clear Filters
es_es: Borrar Filtros

# Buttons/PaymentOption_All.Content
source: All
es_es: Todos

# Buttons/PaymentOption_Paid.Content
source: Only Paid
es_es: Pagados

# Buttons/PaymentOption_Unpaid.Content
source: Only Unpaid
es_es: Sin Pagar

# Buttons/Apply_Filters.Content
source: Apply Filters
es_es: Aplicar Filtros

# Buttons/Cancel.Content
source: Cancel
es_es: Cancelar

# Buttons/PricePerHour.Content
source: Price/Hour:
es_es: Precio/Hora:

# Buttons/New.Label
source: New
es_es: Nuevo

# Buttons/Delete.Label
source: Delete
es_es: Borrar

# Buttons/Edit
source: Edit
es_es: Editar

# Confirmation/Title
source: Confirm: {0}
es_es: Confirmar: {0}

# Confirmation/Content
source: Are you sure you want to {0}? This action cannot be undone.
es_es: ¿Estás seguro/a que quieres {0}? Esta acción es irreversible.

# Confirmation/Content_Item
source: Are you sure you want to {0} '{1}'? This action cannot be undone.
es_es: ¿Estás seguro/a que quieres {0} '{1}'? Esta acción es irreversible.

# Edit_Lesson.ToolTipService.ToolTip
source: Edit lesson
es_es: Editar clase

# Change_Payment.ToolTipService.ToolTip
source: Change payment status
es_es: Cambiar estado de pago

# Delete_Lesson.ToolTipService.ToolTip
source: Delete lesson
es_es: Borrar clase

# Billing_Document.ToolTipService.ToolTip
source: Billing document
es_es: Identificador del recibo

# Filters.Text
source: Filters
es_es: Filtros

# Paid.Text
source: PAID
es_es: PAGADO

# Unpaid.Text
source: UNPAID
es_es: SIN PAGAR

# Lesson_Details.Text
source: Lesson Details
es_es: Detalles de clase

# Pricing_Details.Text
source: Pricing & Options
es_es: Precio & Opciones

# Title/Invoicing.Text
source: Invoicing
es_es: Facturación

# Search_Student.Header
source: Student Name
es_es: Nombre del Alumno

# Search_Student.PlaceholderText
source: Search Student...
es_es: Buscar alumno...

# Search_Payer.Header
source: Payer Name
es_es: Nombre del Pagador

# Lesson_Name.Header
source: Lesson Name
es_es: Nombre de la clase

# Search_Payer.PlaceholderText
source: Search Payer...
es_es: Buscar Pagador...

# Payment_Status.Header
source: Payment Status
es_es: Estado de Pago

# Start_Date.Header
source: Start Date
es_es: Fecha Inicial

# End_Date.Header
source: End Date
es_es: Fecha Final

# Date.Header
source: Date
es_es: Fecha

# Price.Header
source: Price:
es_es: Precio:

# PricePerHour.Header
source: Price/Hour:
es_es: Precio/Hora:

# Specification.Header
source: Specification (optional)
es_es: Especificación (opcional)

# Form/Tip.Header
source: Tip:
es_es: Propina:

# Form/Online.Header
source: Lesson Delivery Modality:
es_es: Modalidad de clase:

# Form/Online.OnContent
source: Online Session
es_es: Sesión en remoto

# Form/Online.OffContent
source: In-Person
es_es: Sesión presencial

# Form/Travel_Allowance.Header
source: Travel Allowance:
es_es: Tarifa por desplazamiento:

# Form/Weekend.Header
source: Weekend or Holiday Scheduling:
es_es: Horario:

# Form/Weekend.OnContent
source: Weekend or Holiday
es_es: Sáb, Dom y Festivos

# Form/Weekend.OffContent
source: Weekday Pricing
es_es: Laboral

# Form/Weekend_Fee.Header
source: Weekend or holiday fee:
es_es: Tarifa de Sáb, Dom y Festivos:

# Form/Notes.Header
source: Notes:
es_es: Notas:

# Form/Price_Type.Header
source: Price Rate:
es_es: Tarifa:

# Form/Price_Type.OnContent
source: Price/Hour
es_es: Precio/Hora

# Form/Price_Type.OffContent
source: Flat rate
es_es: Fija

# Messages/Price
source: Price:
es_es: Precio:

# Messages/PricePerHour
source: Price/Hour:
es_es: Precio/Hora:

# Messages/Student_Not_Loaded
source: Student '{0}' not loaded.
es_es: Estudiante '{0}' no cargado.

# Messages/Service_Not_Loaded
source: Service '{0}' not loaded.
es_es: Servicio '{0}' no cargado.

# Messages/Payer_Not_Loaded
source: Payer '{0}' not loaded.
es_es: Pagador '{0}' no cargado.

# Messages/Lesson_Not_Loaded
source: Lesson '{0}' not loaded.
es_es: Clase '{0}' no cargada.

# Messages/Bill_Not_Loaded
source: Bill '{0}' not loaded
es_es: Factura '{0}' no cargada

# Message/Specification_Not_Loaded
source: Specification '{0}' not loaded
es_es: Especificación '{0}' no cargada

# Messages/Lesson_Name_Validation
source: • Lesson name is required.
es_es: • Es necesario rellenar el nombre de clase.

# Messages/Service_Name_Validation
source: • Service name is required.
es_es: • Es necesario rellenar el nombre de servicio.

# Messages/Person_Name_Validation
source: • Enter at least a first or last name.
es_es: • Introduce al menos el nombre o el apellido.

# Messages/Tip_Validation
source: • Enter a valid non-negative tip (e.g., 15.5).
es_es: • Introduce un valor non negativo para la propina (ej., 15.5).

# Messages/Duration_Validation
source: • Duration is required when the lesson is priced per hour.
es_es: • Es necesario rellenar la duración cuando la clase se paga por horas.

# Messages/Duration_Value_Validation
source: • Enter a valid non-negative duration (e.g., 60).
es_es: • Introduce un valor no negativo para la duración (ej., 60).

# Messages/Price_Validation
source: • Enter a valid non-negative base price (e.g., 42.5).
es_es: • Introduce un valor no negativo para el precio base (ej., 42.5).

# Messages/Student_Selection_Validation
source: • Select a student.
es_es: • Selecciona un estudiante.

# Messages/Service_Selection_Validation
source: • Select a service.
es_es: • Seleccion un servicio.

# Messages/Lesson_Paid_Validation
source: • Is not possible to edit a lesson if it's paid.
es_es: • No se puede editar una clase si está marcada como pagada.

# Messages/Lesson_Bill_Validation
source: • Is not possible to edit a lesson it it has a bill document associated.
es_es: • No se puede editar una clase si está asociada a una factura.

# Messages/Frequency_Validation
source: • Frequency must be a positive integer.
es_es: • La frecuando tiene que ser un valor positivo.

# Messages/Change_Payment_Error
source: Can't change payment
es_es: No se puede cambiar el estado de pago

# Messages/Mark_Paid_Reason
source: Please, select first a lesson to mark them as paid
es_es: Por favor, selecciona primero una clase para marcarla como pagada

# Messages/Mark_Unpaid_Reason
source: Please, select first a lesson to mark them as unpaid
es_es: Por favor, selecciona primero una clase para marcarla como sin pagar

# Messages/Mark_Paid_Success
source: Lesson '{0}' marked as paid successfully
es_es: Clase '{0}' marcada como pagada correctamente

# Messages/Mark_Unpaid_Success
source: Lesson '{0}' marked as unpaid successfully
es_es: Clase '{0}' marcada como sin pagar correctamente

# Messages/Lessons_Mark_Paid_Success
source: {0} lessons marked as paid successfully
es_es: {0} clases marcadas como pagadas correctamente

# Messages/Lessons_Mark_Unpaid_Success
source: {0} lessons marked as unpaid successfully
es_es: {0} clases marcadas como sin pagar correctamente

# Messages/Reason_Busy
source: app is busy
es_es: applicación ocupada

# Messages/Load_Payers_Error
source: Can't load Payers page
es_es: No se puede cargar la ventana Pagadores

# Messages/Load_Payers_Success
source: {0} payer(s) retrieved
es_es: {0} pagador(es) extraídos

# Messages/Add_Payer_Error
source: Can't add payer
es_es: No se puede añadir pagador

# Messages/Add_Payer_Success
source: Payer '{0}' added successfully
es_es: Pagador '{0}' añadido correctamente

# Messages/Delete_Payer_Error
source: Can't delete payer
es_es: No se puede borrar pagador

# Messages/Associated_Student_Reason
source: payer has associates at least a student ({0})
es_es: el pagador tiene asociado algún alumno ({0})

# Messages/Delete_Payer_Success
source: Payer '{0}' delete successfully
es_es: Pagador '{0}' borrado correctamente

# Messages/Edit_Payer_Error
source: Can't edit payer
es_es: No se puede editar pagador

# Messages/Edit_Payer_Success
source: Payer '{0}' updated successfully
es_es: Pagador '{0}' actualizado correctamente

# Messages/Load_Lesson_Error
source: Can't load Lessons page
es_es: No se puede cargar la ventana de Clases

# Messages/Load_Lesson_Success
source: {0} lesson(s) retrieved
es_es: {0} clase(s) extraídas

# Messages/Add_Lesson_Error
source: Can't add lesson
es_es: No se puede añadir clase

# Messages/Add_Lesson_Success
source: Lesson '{0}' added successfully
es_es: Clase '{0}' añadida correctamente

# Messages/Delete_Lesson_Error
source: Can't delete lesson
es_es: No se puede borrar clase

# Messages/LessonIsAssigned
source: '{0}-{1}' is associated to bill '{2}'
es_es: '{0}-{1}' está asociada a una factura '{2}'

# Messages/Delete_Lesson_Success
source: Lesson '{0}' deleted successfully for '{1}'
es_es: Clase '{0}' borrada correctamente para '{1}'

# Messages/Edit_Lesson_Error
source: Can't edit lesson
es_es: No se puede editar clase

# Messages/Edit_Lesson_Success
source: "Lesson '{0}' updated successfully
es_es: "Clase '{0}' actualizada correctamente

# Messages/Clear Filters_Error
source: Can't clear filters
es_es: No se pueden borrar filtros

# Messages/State_Bill_Error
source: Can't update selection
es_es: No se puede cambiar la selección

# Messages/Load_Bill_Error
source: Can't load Invoice page
es_es: No se pueden cargar las clases para la factura

# Messages/Load_Lessons_Error
source: Can't load lessons
es_es: No se puede cargar las clases

# Messages/Payer_Selected_Reason
source: no payer was selected
es_es: no se ha seleccionado a un pagador

# Messages/Load_Lessons_Success
source: {0} lesson(s) loaded unbilled and unpaid
es_es: {0} clase(s) cargadas sin factura asociada ni pagadas

# Messages/Load_Bill_Lessons_Error
source: Can't load bill lessons
es_es: No se pueden carga la factura

# Messages/Bill_Selected_Reason
source: no bill was selected
es_es: no se ha seleccionado una factura

# Messages/Load_Bill_Lessons_Success
source: '{0}' loaded ({1} lesson(s))
es_es: '{0}' cargada ({1} clase(s))

# Messages/Remove_Bill_Lessons_Error
source: Can't remove selected lessons
es_es: No se puede quitar la(s) clase(s) seleccionada(s)

# Messages/Lessons_Selected_Reason
source: no lesson was selected
es_es: no se ha seleccionado ninguna clase

# Messages/Remove_Bill_Lessons_Success
source: {0} were removed from {1}
es_es: {0} clase(s) borrada(s) de {1}

# Messages/Delete_Bill_Error
source: Can't remove bill document
es_es: No se puede eleminar la factura

# Messages/Delete_Bill_Success
source: Bill document '{0}' deleted successfully
es_es: Factura '{0}' borrada correctamente

# Messages/Generate_Bill_Error
source: Can't generate bill document
es_es: No se puede generar la factura

# Messages/Billing_Folder_Reason
source: directory '{0}' does not exist (you can configure it properly in the settings view)
es_es: Directorio '{0}' no existe (puedes configurarlo correctamente en la ventana de configuración)

# Messages/Generate_Bill_Success
source: Bill document '{0}' saved to: {0}
es_es: Factura '{0}' guardada en: {0}

# Messages/Print_Bill_Error
source: Can't print bill document
es_es: No se puede imprimir la factura

# Messages/Load_Dashboard_Error
source: Can't load Dashboard page
es_es: No se puede cargar la ventana de Panel de Datos

# Messages/Dashboard_Income
source: Income {0}
es_es: Ingresos {0}

# Messages/Dashboard_Total_Amount
source: Total Amount
es_es: Cuantía Total

# Messages/Paid
source: Paid
es_es: Pagado

# Messages/Unpaid
source: Unpaid
es_es: Sin pagar

# Message/New
source: New
es_es: Nuevo

# Message/New_Lesson
source: New Lesson — Total: {0}
es_es: Crear clase — Total: {0}

# Message/Edit_Lesson
source: Edit Lesson — Total: {0}
es_es: Editar clase — Total: {0}

# Message/Load_Services_Error
source: Can't load Services page
es_es: No se puede cargar la ventana de Servicios

# Message/Add_Service_Error
source: Can't add service
es_es: No se puede añadir un servicio nuevo

# Message/Service_Repeated_Reason
source: a service with the name '{0}' already exists ({1})
es_es: un servicio con el nombre '{0}' ya existe ({1})

# Message/Add_Service_Success
source: Service '{0}' added successfully
es_es: Servicio '{0}' añadido correctamente

# Message/Delete_Service_Error
source: Can't delete service
es_es: No se puede borrar el servicio

# Message/Delete_Service_Success
source: Service '{0}' deleted successfully
es_es: Servicio '{0}' borrado correctamente

# Message/Edit_Service_Error
source: Can't edit service
es_es: No se puede editar el servicio

# Message/Edit_Service_Success
source: Service '{0}' updated successfully
es_es: Servicio '{0}' actualizado correctamente

# Message/Load_Specification_Error
source: Can't load specifications page
es_es: No se puede cargar la ventana de Especificaciones

# Message/Refresh_Specification_Error
source: Can't refresh specifications page
es_es: No se puede refrescar la ventana de Especificaciones

# Message/Add_Specification_Error
source: Can't add specifications
es_es: No se puede añadir especificación

# Message/Add_Specification_Success
source: Specification '{0}' added for {1}
es_es: Especificación '{0}' añadida para {1}

# Message/Delete_Specification_Error
source: Can't delete specifications
es_es: No se puede borrar la especificación

# Message/Delete_Specification_Success
source: Specification '{0}' deleted for {1}
es_es: Especificación '{0}' borrada para {1}

# Message/Edit_Specification_Success
source: Specification '{0}' updated for {1}
es_es: Especificación '{0}' actualizada para {1}

# Message/Create_Lesson_Specification_Error
source: Can't create lesson from specification
es_es: No se puede crear una clase a partir de la especificación

# Message/Create_Lesson_Specification_Success
source: Lesson '{0}' created for {1}
es_es: Clase '{0}' creada para {1}

# Message/New_Specification
source: New Specification — Total: {0}
es_es: Crear especificación — Total: {0}

# Message/Edit_Specification
source: Edit Specification — Total: {0}
es_es: Editar especificación — Total: {0}

# Message/Save_Specification_Error
source: Student or service is null
es_es: El estudiante o servicio tiene valor nulo

# Message/Edit_Specification_Error
source: Specification doesn't have Id
es_es: La especificación no tiene identificador

# Message/Edit_Specification_Service_Error
source: Service is not selected to edit specification
es_es: No hay un servicio seleccionado para editar la especificación

# Messages/Load_Students_Error
source: Can't load students page
es_es: No se puede cargar la ventana de Alumnos

# Messages/Load_Students_Success
source: {0} student(s) retrieved
es_es: {0} alumno(s) cargado(s)

# Messages/Add_Student_Error
source: Can't add student
es_es: No se puede añadir alumno

# Messages/Add_Student_Success
source: Student '{0}' added successfully
es_es: Alumno '{0}' añadido correctamente

# Messages/Add_Student_Extra
source: Created payer with same name
es_es: Creado un pagador con el mismo nombre

# Messages/Delete_Student_Error
source: Can't delete student
es_es: No se puede borrar al alumno

# Messages/Delete_Student_Success
source: Student '{0}' delete successfully
es_es: Alumno '{0}' borrado correctamente

# Messages/Edit_Student_Error
source: Can't edit student
es_es: No se puede editar al alumno

# Messages/Edit_Student_Success
source: Student '{0}' updated successfully
es_es: Alumno '{0}' actualizado correctamente

# Messages/Load_Proposal_Error
source: Can't load proposal page
es_es: No se puede cargar la ventana de Presupuesto

# Messages/Generate_Proposal_Error
source: Can't generate proposal
es_es: No se puede generar presupuesto

# Messages/Generate_Proposal_Success
source: Generated proposal successfully: {0}
es_es: Presupuesto generado correctamente: {0}

# Message/Week
source: Week
es_es: Semana

# Message/Month
source: Month
es_es: Mes

# Message/Times
source: time(s)
es_es: veces(s)

# Message/Sessions
source: total sessions
es_es: sesiones en total

# Messages/Save_Settings_Error
source: Can't save user profile
es_es: No se puede guardar el perfil de usuario

# Messages/Save_Settings_Success
source: User profile saved successfully
es_es: Se ha guardado el perfil de usuario correctamente

# Messages/Delete_Settings_Error
source: Can't delete user profile
es_es: No se puede borrar el perfil de usuario

# Messages/Delete_Settings_Success
source: User profile deleted successfully
es_es: Se ha borrado el perfil de usuario correctamente

# Messages/Delete_Database_Error
source: Can't delete database
es_es: No se puede borrar la base de datos

# Messages/Delete_Database_Success
source: Database has been deleted successfully
es_es: La base de datos se ha borrado correctamente

# Messages/Delete_Archive_Error
source: Can't delete archive
es_es: No se puede borrar los datos archivados

# Messages/Delete_Archive_Success
source: Archive has been deleted successfully
es_es: Se han borrado correctamente los datos archivados

# Messages/Import_Database_Error
source: Can't import database from Excel
es_es: No se puede importar la base de datos del Excel

# Messages/No_File_Reason
source: no file was selected
es_es: no se ha seleccionado un fichero

# Messages/No_Directory_Reason
source: directory '{0}' does not exist
es_es: No existe el directorio '{0}'

# Messages/Excel_Used_Reason
source: the file is in use. Please close it in Excel and try again
es_es: el fichero está en uso. Por favor, cierra el Excel y vuelve a intentarlo

# Messages/Import_Database_Success
source: Database has been imported successfully ({0}). Summary saved to {1}
es_es: La base de datos ha sido importada correctamente ({0}). Un resumen se ha generado en {1}

# Messages/Import_Archive_Error
source: Can't import archive
es_es: No se puede importar los datos archivados

# Messages/Import_Archive_Success
source: Archive has been imported successfully ({0}). Summary saved to {1}
es_es: Los datos archivados han sido importados correctamente ({0}). Un resumen se ha generado en {1}

# Messages/Export_Database_Error
source: Can't export database
es_es: Nose puede exportar la base de datos

# Messages/Backup_Folder_Reason
source: the backup folder doesn't exists, please configure it properly in the settings page
es_es: no existe el directorio de copia de seguridad, se puede configurar en la ventana de configuración

# Messages/Export_Database_Success
source: Database export completed ({0}). File saved to {1}
es_es: Se ha exportado la base de datos correctamente ({0}). Fichero generado en {1}

# Messages/Export_Archive_Error
source: Can't export archive
es_es: No se pueden exportar los datos archivados

# Messages/Export_Archive_Success
source: Archive export completed ({0}). File saved to {1}
es_es: Se han exportado los datos archivados ({0}). Fichero generado en {1}

# Messages/Archive_Error
source: Can't archive data
es_es: No se pueden archivar los datos

# Messages/Payer_Selection_Reason
source: no payer selected
es_es: no se ha seleccionado ningún pagador

# Messages/Archive_Success
source: Archived data successfully
es_es: Datos archivados correctamente

# Messages/Retrieve_Archive_Error
source: Can't retrieve archive data
es_es: No se pueden recuperar los datos archivados

# Messages/Retrieve_Archive_Success
source: Retrieved archive data successfully
es_es: Se han recuperado los datos archivados

# Messages/Settings_Export_Header
source: IMPORT SUMMARY
es_es: RESUMEN AL IMPORTAR

# Messages/Settings_Export_Results
source: RESULTS
es_es: RESULTADOS

# Messages/Settings_Export_Services
source: Services Imported
es_es: Servicios Importados

# Messages/Settings_Export_Payers
source: Payers Imported
es_es: Pagadores Importados

# Messages/Settings_Export_Students
source: Students Imported
es_es: Alumnos Importados

# Messages/Settings_Export_Specifications
source: Specifications Imported
es_es: Especificaciones Importadas

# Messages/Settings_Export_Lessons
source: Lessons Imported
es_es: Clases Importadas

# Messages/Settings_Export_Invoices
source: Invoices Imported
es_es: Facturas Importadas

# Buttons/Create
source: Create
es_es: Crear

# Buttons/ApplyFilters.Content
source: Apply Filters
es_es: Aplicar filtros

# Buttons/LoadLessons.Content
source: Load lessons
es_es: Cargar clases

# Buttons/LoadBill.Content
source: Load bill
es_es: Cargar factura

# Buttons/MarkPaid.Label
source: Mark paid
es_es: Marcar como pagadas

# Buttons/MarkUnpaid.Label
source: Mark unpaid
es_es: Marcar como sin pagar

# Buttons/Remove.Label
source: Remove
es_es: Quitar

# Buttons/NewInvoice.Label
source: New Invoice
es_es: Crear Factura

# Buttons/NewTicket.Label
source: New Ticket
es_es: Crear Ticket

# Buttons/ExportPdf.Label
source: Export to PDF
es_es: Exportar a PDF

# Buttons/SelectAll.Content
source: Select all
es_es: Seleccionar todo

# Buttons/Understood
source: Understood
es_es: Entendido

# Buttons/ImportBackup.Label
source: Import backup
es_es: Importar copia de seguridad

# Buttons/ExportExcel.Label
source: Export Excel
es_es: Exportar Excel

# Buttons/ImportArchive.Label
source: Import archive
es_es: Importar archivo

# Buttons/SaveArchive.Label
source: Save archive
es_es: Guardar archivo

# Buttons/Archive.Label
source: Archive
es_es: Archivar

# Buttons/Retrieve.Label
source: Retrieve
es_es: Recuperar

# Buttons/PickFile
source: Pick a file
es_es: Seleccionar archivo

# Buttons/PickFolder
source: Pick Folder
es_es: Seleccionar carpeta

# Buttons/DeleteProfile.Label
source: Delete profile
es_es: Borrar perfil

# Buttons/DiscardChanges.Label
source: Discard Changes
es_es: Descartar cambios

# Buttons/Search
source: Search
es_es: Buscar

# Common/DashboardTitle
source: Dashboard
es_es: Panel de Datos

# Common/InvoiceManager
source: Invoice manager
es_es: Gestor de facturas

# Common/UserManual
source: User manual
es_es: Manual de usuario

# Common/Outstanding.Text
source: Outstanding:
es_es: Pendiente:

# Common/BillingDocument.Content
source: Billing Document
es_es: Documento de facturación

# Common/ChangePaymentStatus
source: Change payment status
es_es: Cambiar estado de pago

# Common/CreateBill
source: Create bill
es_es: Crear factura

# Common/EditExistingBill
source: Edit existing bill
es_es: Editar factura existente

# Common/Summaries
source: Summaries
es_es: Resúmenes

# Common/CreatePayer
source: Create payer
es_es: Crear pagador

# Common/EditPayer
source: Edit payer
es_es: Editar pagador

# Common/CreateService
source: Create service
es_es: Crear servicio

# Common/EditService
source: Edit service
es_es: Editar servicio

# Common/CreateStudent
source: Create student
es_es: Crear alumno

# Common/EditStudent
source: Edit student
es_es: Editar alumno

# Common/CreateSpecification
source: Create specification
es_es: Crear especificación

# Common/EditSpecification.ToolTipService.ToolTip
source: Edit specification
es_es: Editar especificación

# Common/CreateLesson.ToolTipService.ToolTip
source: Create lesson
es_es: Crear clase

# Common/DeleteSpecification.ToolTipService.ToolTip
source: Delete specification
es_es: Borrar especificación

# Common/EditLesson
source: Edit lesson
es_es: Editar clase

# Common/Filters.Text
source: Filters
es_es: Filtros

# Common/ClearFilters.Content
source: Clear Filters
es_es: Borrar filtros

# Common/FilterResults.Text
source: Filter Results
es_es: Filtrar resultados

# Common/SearchBill.Header
source: Search Bill Name/Number
es_es: Buscar nombre/número de factura

# Common/PaymentStatus.Header
source: Payment Status
es_es: Estado de pago

# Common/AllStatuses.Content
source: All
es_es: Todos
